import React from "react";

const Oferta = () => {
  return (
    <div className="oferta-wrapper">
      <p>
        <strong>ОФЕРТА (УСЛОВИЯ ПРОДАЖИ ТОВАРОВ)</strong>
      </p>
      <p>Редакция от 18.03.2019</p>
      <p>
        ОСТАВАВЯСЬ НА ДАННОМ САЙТЕ И ПРОДОЛЖАЯ ЕГО ИСПОЛЬЗОВАНИЕ ВЫ
        ПОДТВЕРЖДАЕТЕ, ЧТО ОЗНАКОМИЛИСЬ С УСЛОВИЯМИ ПРОДАЖИ ТОВАРОВ И ПОЛНОСТЬЮ
        ПРИНЯЛИ ИХ. ЕСЛИ ВЫ НЕ СОГЛАСНЫ С КАКИМ-ЛИБО ПОЛОЖЕНИМЕ УСЛОВИЙ ПРОДАЖИ
        ТОВАРОВ, ПОЖАЛУЙСТА ПОКИНЬТЕ САЙТ.
      </p>
      <p>1. ОСНОВНЫЕ ОПРЕДЕЛЕНИЯ</p>
      <p>
        Покупатель — физическое, имеющее намерение приобрести товары на сайте
        Интернет-магазина исключительно для личных, семейных, домашних и иных
        нужд, не связанных с осуществлением предпринимательской деятельности.
      </p>
      <p>
        Продавец — организация, осуществляющая продажу товаров посредством
        Интернет-магазина, размещенного по адресу http://www.imba.shop
        &nbsp;Продавцом является Общество с ограниченной ответственностью «ДМСК»
        (ОГРН: 1187746169962 ИНН: 7727339399 Место нахождения: 117638, Город
        Москва, улица Одесская, дом 2, Этаж 16, Помещение IБ, ком. 2).
      </p>
      <p>
        Интернет-магазин — интернет-сайт, расположенный по адресу
        http://www.imba.shop, на котором любой Покупатель может ознакомиться с
        представленными Товарами, их описанием и ценами на Товары, выбрать
        определенный Товар, способ оплаты и доставки Товаров, оформить Заказ.
      </p>
      <p>
        Товар — объект купли-продажи, представленный к продаже в
        Интернет-магазине посредством размещения в соответствующем разделе
        Интернет-магазина.
      </p>
      <p>
        Сведения о Товаре – совокупность данных о потребительских свойствах и
        качествах Товара, в том числе о его составе, содержании и рекомендациях
        по применению (потреблению), размещенных на интернет-сайте Продавца, в
        объеме и информационном содержании, предоставленном Изготовителем
        Товара.
      </p>
      <p>
        Заказ — оформленный запрос Покупателя на покупку и доставку по
        указанному адресу Товаров, выбранных в Интернет-магазине.
      </p>
      <p>
        Служба доставки Товара (Служба доставки) – компания, предоставляющая
        свои услуги по доставке Товара Покупателю.
      </p>
      <p>2. ОБЩИЕ ПОЛОЖЕНИЯ</p>
      <p>
        Настоящие условия продажи товаров в Интернет-магазине (далее «Условия»)
        определяют порядок покупки Товаров через Интернет-магазин физическими
        лицами, которые далее по тексту именуются «Покупатель/Покупатели». При
        совместном упоминании Продавец и Покупатель именуются «Стороны», а
        каждый по отдельности — «Сторона». Каждая Сторона гарантирует другой
        Стороне, что обладает необходимой право- и дееспособностью, а равно
        всеми правами и полномочиями, необходимыми и достаточными для заключения
        и исполнения договора купли-продажи.
      </p>
      <p>
        Заказывая Товары через Интернет-магазин, Покупатель соглашается с
        настоящими Условиями.
      </p>
      <p>
        Продавец оставляет за собой право вносить изменения в настоящие Условия,
        а также в Сведения о Товаре, размещенные на сайте Интернет-магазина, , в
        связи с чем Покупатель обязуется регулярно отслеживать изменения в
        Условиях, размещенных на странице Интернет-магазина.
      </p>
      <p>
        Данные Условия вступают в силу с момента их акцепта Покупателем, и
        действует до момента отзыва акцепта. Акцептом будет считаться оплата
        Товара Покупателем или получение Продавцом сообщения о намерении
        Покупателя приобрести Товар, в зависимости от того, какое событие
        наступит ранее.
      </p>
      <p>
        Сообщая Продавцу свой адрес электронной почты и номер телефона,
        Покупатель дает согласие на:&nbsp;
      </p>
      <p>
        - использование указанных средств связи Продавцом, а также третьими
        лицами, привлекаемыми им для целей выполнения обязательств перед
        Покупателями;&nbsp;
      </p>
      <p>
        - использование указанных средств связи в целях осуществления рассылок
        рекламного и информационного характера, содержащих информацию о скидках,
        предстоящих и действующих акциях и других мероприятиях Продавца;&nbsp;
      </p>
      <p>
        -использование указанных средств связи в целях информирования о передаче
        Заказа в Службу доставки Товара;&nbsp;&nbsp;
      </p>
      <p>
        -использование указанных средств связи в целях предоставления Покупателю
        иной информации, непосредственно связанной с выполнением обязательств
        Продавца в рамках настоящего Соглашения.
      </p>
      <p>
        Осуществляя Заказ Покупатель соглашается с тем, что Продавец может
        поручить исполнение Договора третьему лицу, при этом оставаясь
        ответственным за его исполнение.
      </p>
      <p>
        Все права и обязательства по заключенному с Покупателем Договору
        возникают непосредственно у Продавца.
      </p>
      <p>3. ОФОРМЛЕНИЕ И ВЫПОЛНЕНИЕ ЗАКАЗА</p>
      <p>
        При оформлении Заказа Покупатель подтверждает, что ознакомлен с
        правилами продажи Товаров через Интернет-магазин, а также с Сведениями о
        Товаре и предоставляет Продавцу информацию, необходимую для оформления
        Заказа.
      </p>
      <p>
        Продавец обеспечивает наличие на своем складе Товаров, представленных в
        Интернет-магазине. Сопровождающие Товар фотографии являются
        иллюстрациями к нему и могут отличаться от фактического внешнего вида
        Товара.&nbsp;
      </p>
      <p>
        Покупатель подтверждает, что Сведения о Товаре являются информационно
        достаточными для его приобретения. В случае возникновения у Покупателя
        дополнительных вопросов, касающихся свойств и характеристик Товара,
        перед оформлением Заказа Покупатель должен обратиться к Продавцу по
        контактным данным Продавца, опубликованным на сайте Интернет-магазина.
      </p>
      <p>
        В случае отсутствия заказанных Покупателем Товаров на складе Продавца,
        последний вправе исключить указанный Товар из Заказа/аннулировать Заказ
        Покупателя, уведомив об этом Покупателя путем направления
        соответствующего сообщения по адресу электронной почты, указанному
        Покупателем при осуществлении Заказа (либо звонком менеджера
        Интернет-магазина).
      </p>
      <p>
        В случае частичной или полной аннуляции предоплаченного Заказа стоимость
        аннулированного Заказа или части Заказа возвращается Продавцом
        Покупателю способом, которым Заказ был оплачен.
      </p>
      <p>
        Заказ Покупателя оформляется в соответствии с процедурами, указанными в
        Интернет-магазине в разделе «Корзина».
      </p>
      <p>
        Покупатель несет риск неблагоприятных последствий за предоставление
        неверных сведений, повлекшее за собой невозможность надлежащего
        исполнения Продавцом своих обязательств перед Покупателем.
      </p>
      <p>
        После оформления Заказа на Сайте Покупателю предоставляется информация о
        реквизитах Заказа, а также о предполагаемой дате доставки Товара, путем
        направления электронного сообщения по адресу электронной почты или по
        телефону, указанному Покупателем при оформлении Заказа. Представитель
        Продавца, обслуживающий данный Заказ, уточняет детали Заказа,
        согласовывает дату доставки, которая зависит от наличия заказанных
        Товаров на складе Продавца и времени, необходимого для обработки и
        доставки Заказа.
      </p>
      <p>
        Ожидаемая дата передачи Заказа в Службу доставки сообщается Покупателю
        менеджером, обслуживающим Заказ, по электронной почте или при
        контрольном звонке Покупателю.
      </p>
      <p>&nbsp;</p>
      <p>4. ОПЛАТА ТОВАРА</p>
      <p>
        Цена Товаров, реализуемых в Интернет-магазине, указывается в рублях
        Российской Федерации и включает в себя все применимые налоги.
      </p>
      <p>
        В случае неверного указания цены Товара, заказанного Покупателем,
        Продавец информирует об этом Покупателя для подтверждения Заказа по
        исправленной цене либо аннулирования Заказа. При невозможности связаться
        с Покупателем данный Заказ считается аннулированным. Если Заказ был
        оплачен, Продавец возвращает Покупателю оплаченную за Заказ сумму тем же
        способом, которым она была уплачена.
      </p>
      <p>
        Цена Товара на Сайте может быть изменена Продавцом в одностороннем
        порядке. При этом цена на заказанный Покупателем Товар изменению не
        подлежит.
      </p>
      <p>Особенности оплаты Товара с помощью банковских карт:</p>
      <p>
        &nbsp;В соответствии с Положением «Об эмиссии банковских карт и об
        операциях, совершаемых с использованием платежных карт» от 24.12.2004 №
        266-П, утвержденным Банком России, операции по банковским картам
        совершаются держателем карты либо уполномоченным им лицом.
      </p>
      <p>
        Авторизация операций по банковским картам осуществляется банком. Если у
        банка есть основания полагать, что операция носит мошеннический
        характер, то банк вправе отказать в осуществлении данной операции.
      </p>
      <p>
        Во избежание случаев неправомерного использования банковских карт при
        оплате все Заказы, оформленные в Интернет-магазине и предоплаченные
        банковской картой, проверяются Продавцом. В целях проверки личности
        владельца и его правомочности на использование карты Продавец вправе
        потребовать от Покупателя, оформившего такой заказ, предъявления
        документа, удостоверяющего личность.
      </p>
      <p>
        Продавец вправе предоставлять скидки на Товары и устанавливать программу
        бонусов. Виды скидок, бонусов, порядок и условия начисления определяются
        Продавцом самостоятельно и указываются на сайте Интернет- магазина и
        могут быть изменены Продавцом в одностороннем порядке.
      </p>
      <p>
        В случае если при применении скидки/бонуса пересчитанная стоимость
        Товара включает в себя копейки, такая стоимость Товара подлежит
        округлению в сторону уменьшения до значения, кратного 1 (Одному)
        рублю.&nbsp;
      </p>
      <p>
        При доставке Товара Службой доставки общая стоимость Товара подлежит
        увеличению на стоимость доставки в размере, указанном при оформлении
        Заказа.
      </p>
      <p>
        Заказ считается неукомплектованным, если Покупатель сообщил об изменении
        решения о покупке до момента начала сборки Заказа на складе. Если
        Покупатель сообщил Продавцу об этом после момента начала сборки Заказа
        на складе, то такой Заказ считается отклоненным.
      </p>
      <p>
        Продавец вправе принять решение о блокировке для Покупателя способа
        оплаты «При получении», в отношении реализуемых Товаров в следующих
        случаях:
      </p>
      <p>
        1) если в соответствии с указанной статистикой в рамках, ранее
        оформленных подряд 4 и более заказов объем отклонённых Покупателем
        Товаров составит более 80% от общего объема доставленных Товаров;
      </p>
      <p>
        2) если доля неукомплектованных Заказов составит более 60% от общего
        числа оформленных Заказов и число неукомплектованных заказов составит не
        менее 5.
      </p>
      <p>
        В первом и во втором случае Покупатель сможет вновь воспользоваться
        услугой оплаты «При получении» после выкупа от 1 до 3 Заказов на общую
        сумму не менее 7000 рублей, в течение трех месяцев подряд.
      </p>
      <p>
        3) если Покупатель совершил или был заподозрен Продавцом в совершении
        противоправных действий, направленных на причинение убытков Продавцу;
      </p>
      <p>
        4) если Покупатель, по мнению Продавца, вел себя некорректно при общении
        с менеджерами Интернет-магазина, торговым представителем, другими
        представителями Продавца или лицами, привлеченными Продавцом к
        исполнению Заказа.
      </p>
      <p>
        Если будет установлено, что Покупатель, в отношении которого принято
        решение о блокировке способа оплаты «При получении», использует другой
        аккаунт для заказа Товара на условиях оплаты «При получении», то в
        отношении такого аккаунта также может быть принято решение о блокировке
        способа оплаты «При получении». Для определения связи аккаунта с лицом,
        в отношении которого установлены условия оплаты «При заказе товара»,
        достаточным является совпадение части регистрационных данных или наличия
        у Продавца иных сведений, позволяющих отнести аккаунт к лицу в отношении
        которого принято решение о блокировке способа оплаты «При получении».
      </p>
      <p>
        Указанные положения не являются проявлением дискриминации и не
        направлены на ущемление прав, гарантированных законодательством
        Российской Федерации потребителям, а нацелены на снижение убытков
        Продавца от действий Покупателей.
      </p>
      <p>
        Продавец вправе ограничивать доступные Покупателю способы оплаты в
        зависимости от объёма предыдущих заказов. Способ оплаты «При получении»
        не доступен для клиентов, которые оформили более 20 заказов или 240
        товаров в течение 14 суток, или же подтвердили более 10 заказов или 160
        товаров в течение 2 суток.
      </p>
      <p>5. ДОСТАВКА</p>
      <p>
        Способы доставки Товаров указаны на сайте Интернет-магазина, в разделе
        «Правила доставки». Конкретные сроки доставки могут быть согласованы
        Покупателем менеджерами Интернет-магазина при подтверждении Заказа.
        Продавец приложит все усилия для соблюдения даты и времени доставки,
        указанных в соответствующем Заказе, однако допускаются задержки в
        доставке ввиду непредвиденных обстоятельств, произошедших не по вине
        Продавца. Покупатель против данных условий доставки, возражений не
        имеет.
      </p>
      <p>
        Доставка Товаров осуществляется только на территории Российской
        Федерации.
      </p>
      <p>
        При доставке Заказ вручается Покупателю, в соответствии с данными,
        указанными им при оформлении Заказа. При оплате Заказа посредством
        наличного расчета (оплата при получении) Заказ может быть вручен лицу,
        который может предоставить сведения о Заказе (номер отправления и/или
        ФИО Покупателя), а также оплатить стоимость Заказа в полном объеме лицу,
        осуществляющему доставку Заказа.
      </p>
      <p>
        Во избежание случаев мошенничества при вручении предоплаченного Заказа
        покупатель должен предъявить документ, удостоверяющий личность.&nbsp;
      </p>
      <p>
        Стоимость доставки каждого Заказа рассчитывается индивидуально, исходя
        из веса Товара, региона и способа доставки, а также (в случае
        необходимости) формы оплаты, и указывается при оформлении Заказа.
      </p>
      <p>
        Риск случайной гибели или случайного повреждения Товара переходит к
        Покупателю в момент передачи ему Товара и проставления Покупателем
        подписи в документах, подтверждающих доставку Заказа.
      </p>
      <p>
        Обязанность Продавца передать Товар Покупателю считается исполненной в
        момент вручения курьером Службы доставки Товара Покупателю или получения
        Товара Покупателем в заранее оговоренном месте выдачи Заказа (в т.ч. в
        пункте самовывоза).
      </p>
      <p>
        При принятии Заказа от курьера Службы доставки Покупатель вправе
        осмотреть доставленный Товар и проверить его на соответствие заявленному
        количеству, ассортименту и комплектности, а также проверить срок
        годности доставленного Товара и целостность упаковки. В случае
        отсутствия претензий к доставленному Товару Получатель расписывается в
        Бланке доставки заказов либо ином аналогичном документе, предоставляемом
        курьером Службы доставки, и оплачивает Заказ (в случае, если способом
        оплаты Заказа является оплата при получении). Подпись в документах о
        доставке свидетельствует о том, что претензий к Товару Покупателем не
        заявлено и Продавец полностью и надлежащим образом выполнил свою
        обязанность по передаче Товара.
      </p>
      <p>6. ВОЗВРАТ ТОВАРА</p>
      <p>
        Обмен и возврат Товара осуществляется согласно действующему
        законодательству.
      </p>
      <p>
        Возврат Товара осуществляется в соответствии с условиями возврата,
        расположенными на сайте Интернет-магазина в разделе «Правила
        возврата».&nbsp;
      </p>
      <p>
        Покупатель может вернуть продовольственный товар только НЕНАДЛЕЖАЩЕГО
        качества.
      </p>
      <p>
        Товар ненадлежащего качества это – товар непригодный для использования
        по назначению, брак, товар с недостатком (недостаток – это нарушение
        обязательных требований к товару) или не соответствующий описанию на
        сайте, с истекшим сроком годности, товар доставленный Покупателю с
        нарушенной упаковкой.
      </p>
      <p>
        Продовольственный товар НАДЛЕЖАЩЕГО качества НЕ ПОДЛЕЖИТ возврату или
        обмену.
      </p>
      <p>7. ГАРАНТИИ И ОТВЕТСТВЕННОСТЬ</p>
      <p>
        Продавец не несет ответственности за ущерб, причиненный Покупателю
        вследствие ненадлежащего использования Товаров, приобретенных в
        Интернет-магазине. Так же, Продавец не несет ответственности за
        информационное качество Сведений о Товаре, которые были предоставлены
        изготовителем.
      </p>
      <p>Продавец не отвечает за убытки Покупателя возникшие в результате:</p>
      <p>неправильного указания персональных данных,</p>
      <p>неправомерных действий третьих лиц.</p>
      <p>
        Покупатель несет всю ответственность за достоверность сведений,
        указанных им при осуществлении Заказа в Интернет-магазине.
      </p>
      <p>
        Стороны освобождаются от ответственности за полное или частичное
        неисполнение своих обязательств, если такое неисполнение явилось
        следствием действия обстоятельств непреодолимой силы, возникших после
        заключения договора купли-продажи Товара, в результате событий
        чрезвычайного характера, которые Стороны не могли предвидеть и
        предотвратить разумными мерами.
      </p>
      <p>
        В иных случаях (не предусмотренных настоящими Условиями) неисполнения
        или ненадлежащего исполнения своих обязательств, Стороны несут
        ответственность в соответствии с действующим законодательством
        Российской Федерации.
      </p>
      <p>8. ПЕРСОНАЛЬНЫЕ ДАННЫЕ И КОНФИДЕНЦИАЛЬНОСТЬ</p>
      <p>
        Персональные данные Покупателя обрабатывается в соответствии с ФЗ «О
        персональных данных» № 152-ФЗ и Политикой конфиденциальности Продавца,
        расположенной по адресу
        https://imba.shop/content/11-politika-konfidencialnosti.&nbsp;
      </p>
      <p>
        Политика конфиденциальности является неотъемлемой частью настоящих
        Условий. Осуществляя использование Интернет-магазина Покупатель
        соглашается с условиями обработки персональных данных представленными в
        Политике конфиденциальности.
      </p>
      <p>9. ПРОЧИЕ УСЛОВИЯ</p>
      <p>
        К отношениям между Покупателем и Продавцом применяются положения
        действующего законодательства Российской Федерации.
      </p>
      <p>
        Покупатель гарантирует, что все условия настоящих Условий ему понятны, и
        он принимает их в полном объеме.
      </p>
      <p>
        Продавец вправе переуступать либо каким-либо иным способом передавать
        свои права и обязанности, вытекающие из его отношений с Покупателем,
        третьим лицам.
      </p>
      <p>
        Интернет-магазин и предоставляемые сервисы могут быть временно, частично
        или полностью недоступны по причине проведения профилактических или иных
        работ, или по любым другим причинам технического характера. Продавец
        имеет право периодически проводить необходимые профилактические или иные
        мероприятия в том числе, без предварительного уведомления Покупателя.
      </p>
      <p>
        В случае возникновения вопросов и претензий со стороны Покупателя он
        вправе обратиться к Продавцу любым доступным способом в письменном виде.
        При этом ответы Продавца на обращения будут признаваться направленными в
        надлежащей форме в случае их отправки на адрес, указанный
        Пользователем/Покупателем, при обращении к Продавцу. Все возникающее
        споры и разногласия стороны будут стараться решить путем переговоров,
        или прибегнуть к помощи медиатора, а при недостижении соглашения стороны
        вправе передать спор на рассмотрение в судебный орган по месту
        нахождения Продавца.
      </p>
      <p>
        Признание судом недействительности какого-либо положения настоящих
        Условий не влечет за собой недействительность остальных положений.&nbsp;
      </p>
      <p>
        Недействительность или несоблюдение одной из Сторон какого-либо
        положения настоящих Условий не влечет за собой недействительность
        остальных положений Условий.
      </p>
      <p>
        В случае если Покупатель не согласен хотя бы с одним из положений
        настоящих Условий, он не имеет права пользования Интернет-магазином.
      </p>
    </div>
  );
};

export default Oferta;
